Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_DisableDebugMode_Message
source: The log ({0}) will be deleted.
ar: سيتم حذف سجل الأخطاء ({0})
fr: Le journal ({0}) sera supprimé.
id: Log ({0}) akan dihapus.
it: Il log ({0}) sarà eliminato.
ko: 기록 ({0})이 삭제됩니다.
nl: De log ({0}) wordt verwijderd.
pl: Dziennik ({0}) zostanie usunięty.
pt_br: O arquivo de log ({0}) será excluído.
ro: Jurnalul ({0}) va fi șters.
ru: Журнал ({0}) будет удалён.
th: บันทึก ({0}) จะถูกลบออก
tr: Günlük dosyası ({0}) silinecektir.
vi: Tệp log ({0}) sẽ bị xoá.
zh_hans: 日志 ({0}) 将被删除。
zh_hant: 日誌({0})將被刪除。

# AM_DisableDebugMode_Title
source: Disable DEBUG mode
ar: تعطيل نظام التعديل
es: Desactivar el modo depuración
fr: Désactiver le mode DÉBOGAGE
id: Matikan mode DEBUG
it: Disattiva modalità DEBUG
ko: 디버그 모드 비활성화
nl: DEBUG modus uitgeschakeld
pl: Zablokuj tryb DEBUG
pt_br: Desativar o modo de depuração
ro: Dezactivează modul DEPANARE
ru: Отключить режим ОТЛАДКИ
th: ปิดใช้งานโหมดดีบัก
tr: HATA AYIKLAMA modunu devre dışı bırak
vi: Tắt chế độ DEBUG
zh_hans: 关闭调试模式
zh_hant: 關閉調試模式

# AM_EnableDebugMode_Message
source: A log will be created ({0}).
ar: سيتم انشاء سجل أخطاء ({0})
fr: Un journal sera créé ({0}).
id: Log akan dibuat ({0}).
it: Un log ({0}) sarà creato.
ko: 기록이 생성됩니다 ({0})
nl: Een log wordt gecreëerd ({0}).
pl: Zostanie utworzony dziennik ({0}).
pt_br: Um arquivo de log será criado ({0}).
ro: Un fișier log va fi creat ({0}).
ru: Журнал будет создан ({0}).
th: ระบบจะสร้างบันทึก ({0})
tr: Günlük dosyası ({0}) oluşturulacaktır.
vi: Một tệp log mang tên ({0}) sẽ được tạo.
zh_hans: 日志将被创建({0}) 。
zh_hant: 將創建日誌({0})。

# AM_EnableDebugMode_Title
source: Enable DEBUG mode
ar: تمكين نظام التعديل
es: Activar el modo depuración
fr: Activer le mode DÉBOGAGE
id: Nyalakan mode DEBUG
it: Attiva modalità DEBUG
ko: 디버그 모드 활성화
nl: DEBUG modus ingeschakeld
pl: Odblokuj tryb DEBUG
pt_br: Ativar o modo de depuração
ro: Activează modul DEPANARE
ru: Включить режим ОТЛАДКИ
th: เปิดใช้งานโหมดดีบัก
tr: HATA AYIKLAMA modunu etkinleştir
vi: Bật chế độ DEBUG
zh_hans: 开启调试模式
zh_hant: 開啟調試模式

# AM_SaveLogFile
source: Do you want to save the log file in an external location to use it later?
ar: هل تريد حفظ ملف السجل في موقع خارجي لاستخدامه لاحقا؟
es: ¿Deseas guardar los logs en una ubicación externa para usarlos más tarde?
fr: Voulez-vous enregistrer le fichier journal dans un emplacement externe pour l'utiliser plus tard ?
id: Apakah Anda ingin menyimpan file log di lokasi eksternal untuk menggunakannya nanti?
it: Vuoi salvare il file log in una posizione esterna per utilizzarlo successivamente?
ko: 나중에 사용하기 위해 외부 위치에 로그 파일을 저장하시겠습니까?
nl: Wilt u het logbestand opslaan in een externe locatie om het later te gebruiken?
pl: Czy chcesz zapisać plik dziennika w zewnętrznej lokalizacji do późniejszego wykorzystania?
pt_br: Você quer salvar o arquivo de log em uma localização externa para usá-lo em outro momento?
ro: Dorești să salvezi fișierul log într-o locație externă pentru a-l folosi mai târziu?
ru: Сохранить лог-файл в другую папку, чтобы использовать позже?
th: คุณต้องการจัดเก็บไฟล์บันทึกในตำแหน่งภายนอกเพื่อใช้งานในภายหลังหรือไม่
tr: Günlük dosyasını daha sonra kullanmak için harici bir konuma kaydetmek ister misiniz?
vi: Bạn có muốn lưu lại tệp log này ở chỗ khác để sử dụng sau?
zh_hans: 要将日志文件储存于外部位置以便稍后使用吗？
zh_hant: 要將日誌檔案儲存於外部位置以便稍後使用嗎？

# AM_SaveLogFile_Title
source: Save the log file
ar: احفظ ملف السجل
es: Guardar logs
fr: Enregistrer le fichier journal
it: Salva il file log
ko: 로그 파일 저장
nl: Het logbestand opslaan
pl: Zapisz dziennik
pt_br: Salve o arquivo de log
ro: Salvează fișierul log
ru: Сохранить лог-файл
th: จัดเก็บไฟล์บันทึก
tr: Günlük dosyasını kaydet
vi: Lưu lại tệp log
zh_hans: 储存日志文件
zh_hant: 儲存日誌檔案

# AM_DebugModeEnabled_Message
source: Debug mode is enabled. Do you want to disable it?
ar: وضع التصحيح مفعل، هل تريد تعطيل الوضع؟
es: El modo depuración está activo. ¿Quieres desactivarlo?
fr: Le mode débogage est activé. Voulez-vous le désactiver ?
id: Debug mode telah diaktifkan. Apakah anda ingin meng-nonaktifkan?
it: La modalità debug è attivata. Vuoi disabilitarla?
ko: 디버그 모드가 활성화되었습니다. 해제하시겠습니까?
nl: Debug modus is ingeschakeld. Wilt u deze uitschakelen?
pl: Tryb Debug jest włączony. Czy chcesz wyłączyć?
pt_br: modo de depuração está habilitado. Você quer desativá-lo?
ro: Modul de depanare este activat. Dorești să-l dezactivezi?
ru: Включен режим отладки. Отключить его?
th: โหมดดีบักถูกเปิดใช้งาน คุณต้องการที่จะปิดการใช้งานหรือไม่
tr: Hata ayıklama modu açık. Kapatmak ister misiniz?
vi: Chế độ gỡ lỗi (debug) đang bật. Bạn có muốn tắt không?
zh_hans: 侦错模式已激活。请问您想关闭它吗？
zh_hant: 偵錯模式已啟用。請問您想關閉它嗎？

# AM_DebugModeEnabled_Title
source: Debug mode
ar: وضع التصحيح
es: Modo depuración
fr: Mode débogage
id: Mode debug
it: Modalità debug
ko: 디버그 모드
nl: Debug modus
pl: Tryb Debug
pt_br: Modo de depuração
ro: Mod de depanare
ru: Режим отладки
th: โหมดดีบัก
tr: Hata ayıklama modu
vi: Chế độ sửa lỗi (debug)
zh_hans: 侦错模式
zh_hant: 偵錯模式

# AM_RemoveAccessMultipleSharedFoldersQuestion
source: Are you sure you want to remove access to {0} shared folders?
ar: هل تريد حذف صلاحية الولوج الى {0} مجلد متشارك؟
fr: Voulez-vous vraiment supprimer l’accès à {0} dossiers partagés ?
id: Anda yakin ingin menghapus akses ke {0} folder bersama?
it: Sei sicuro di voler rimuovere l'accesso a {0} cartelle condivise?
ko: {0}개의 공유된 폴더에 대한 접근을 제거하시겠습니까?
nl: Weet u zeker dat u toegang tot {0} gedeelde mappen wilt verwijderen?
pl: Czy na pewno chcesz usunąć dostęp do {0} folderów udostępnionych?
pt_br: Você tem certeza de que quer remover o acesso a {0} pastas compartilhadas?
ro: Sigur vrei să elimini accesul la {0} foldere partajate?
ru: Действительно закрыть доступ к общим папкам ({0})?
th: คุณแน่ใจหรือไม่ว่าต้องการลบการเข้าถึง {0} โฟลเดอร์ที่แชร์
tr: “{0}” paylaşım klasörüne erişim izinlerini kaldırmak istediğinizden emin misiniz?
vi: Tiến hành tước bỏ đường chia sẻ vào {0} thư mục hay không?
zh_hans: 您确定要删除对{0}共享文件夹的访问权吗？
zh_hant: 您確定要移除{0}個已分享資料夾的存取權嗎？

# AM_RemoveAccessMultipleSharedFoldersWarning
source: Contacts will no longer be able to access these folders.
ar: لن تبقى جهات الاتصال قادرة على الولوج الى هذه المجلدات.
fr: Les contacts ne pourront plus accéder à ces dossiers.
id: Kontak tidak akan lagi dapat mengakses folder-folder ini.
it: I contatti non potranno più accedere a queste cartelle.
ko: 연락처들이 이 폴더들에 접근할 수 없게 됩니다.
nl: Contacten hebben niet langer toegang tot deze mappen.
pl: Kontakty nie będą już miały dostępu do tych folderów.
pt_br: Os seus contatos já não poderão acessar essas pastas.
ro: Contactele nu vor mai putea accesa aceste foldere.
ru: Контакты утратят доступ к папкам.
th: ผู้ติดต่อจะไม่สามารถเข้าถึงโฟลเดอร์เหล่านี้ได้อีกต่อไป
tr: Kişileriniz bu klasörlere erişemeyecektir.
vi: Không có tên liên lạc nào sẽ có quyền truy cập vào các thư mục này nữa.
zh_hans: 联系人将不再能够访问这些文件夹。
zh_hant: 聯絡人將無法再存取這些資料夾。

# AM_RemoveAccessMultipleSharedFolders_Title
source: Remove access to shared folders
ar: حذف صلاحية الولوج للمجلدات المتشاركة
fr: Supprimer l’accès aux dossiers partagés
id: Hapus akses ke folder bersama
it: Rimuovi l'accesso alle cartelle condivise
ko: 공유된 폴더 접근 삭제
nl: Verwijder toegang tot gedeelde mappen
pl: Usuń dostęp do udostępniony katalogów
pt_br: Remover o acesso a pastas compartilhadas
ro: Elimină accesul la folderele partajate
ru: Закрыть доступ к общим папкам
th: ลบการเข้าถึงโฟลเดอร์ที่แชร์
tr: Paylaşılan klasörlere erişimi kaldır
vi: Tước bỏ đường chia sẻ các thư mục
zh_hans: 删除对共享文件夹的访问权限
zh_hant: 移除已分享資料夾的存取權

# AM_RemoveAccessSharedFolderFailed
source: Failed to remove acces to the shared folder “{0}”. Please try again.
ar: فشل عملية حذف صلاحية الولوج الى المجلد “{0}”. يرجى إعادة المحاولة
fr: Essai de suppression de l’accès au dossier partagé « {0} ». Veuillez ressayer.
id: Gagal menghapus akses ke folder bersama "{0}". Silakan coba lagi.
it: Rimozione dell'accesso alla cartella condivisa "{0}" fallito. Per favore, riprova.
ko: 공유된 폴더 "{0}"의 접근 삭제를 실패하였습니다. 다시 시도하세요.
nl: Mislukt om toegang van de gedeelde mappen "{0} te verwijderen. Probeer nogmaals.
pl: Nie można usunąć dostępu do udostępnionego folderu "{0}". Proszę spróbuj ponownie.
pt_br: Não foi possível remover o acesso à pasta compartilhada "{0}". Por favor, tente novamente.
ro: Eșec la eliminarea accesului către folderul partajat „{0}”. Te rugăm să încerci din nou.
ru: Не удалось закрыть доступ к общей папке "{0}". Попробуйте ещё раз.
th: ไม่สามารถนำสิทธิ์การเข้าถึงโฟลเดอร์ที่แชร์ "{0}" ออก กรุณาลองอีกครั้ง
tr: "{0}" isimli paylaşılan klasörün erişim izinleri silinemedi. Lütfen tekrar deneyin.
vi: Tước bỏ đường chia sẻ tới thư mục {0} bị thất bại. Xin thử lại.
zh_hans: 无法删除对共享文件夹“{0}”的访问权限。请再试一次。
zh_hant: 無法移除已分享資料夾"{0}"的存取權。請再試一次。

# AM_RemoveAccessSharedFolderQuestion
source: Are you sure you want to remove access to “{0}”?
ar: هل تريد حذف صلاحية الولوج الى “{0}”؟
fr: Voulez-vous vraiment supprimer l’accès à « {0} » ?
id: Anda yakin ingin menghapus akses ke "{0}"?
it: Sei sicuro di voler rimuovere l'accesso a "{0}"?
ko: "{0}"에 대한 접근을 삭제하시겠습니까?
nl: Weet u zeker dat u toegang tot "{0}" wilt verwijderen?
pl: Czy na pewno chcesz usunąć dostęp do "{0}"?
pt_br: Você tem certeza de que quer remover o acesso a "{0}"?
ro: Sigur vrei să elimini accesul la „{0}”?
ru: Действительно закрыть доступ к “{0}”?
th: คุณแน่ใจหรือไม่ว่าต้องการลบสิทธิ์การเข้าถึง "{0}"
tr: “{0}” paylaşımına erişim izinlerini kaldırmak istediğinizden emin misiniz?
vi: Bạn có chắc muốn tước bỏ đường chia sẻ tới “{0}”?
zh_hans: 是否删除“{0}”的访问权限？
zh_hant: 您確定要移除“{0}”的存取權嗎？

# AM_RemoveAccessSharedFolderWarning
source: Contacts will no longer be able to access this folder.
ar: لن تبقى جهات الاتصال قادرة على الولوج الى هذا المجلد.
fr: Les contacts ne pourront plus accéder à ce dossier.
id: Kontak tidak akan lagi dapat mengakses folder ini.
it: I contatti non potranno più accedere a questa cartella.
ko: 연락처들이 더 이상 이 폴더에 접근할 수 없게 됩니다.
nl: Contacten hebben niet langer toegang tot deze map.
pl: Kontakty nie będą już miały dostępu do tego folderu.
pt_br: Os seus contatos já não poderão acessar essa pasta.
ro: Contactele nu vor mai putea accesa acest folder.
ru: Контакты потеряют доступ к этой папке.
th: ผู้ติดต่อจะไม่สามารถเข้าถึงโฟลเดอร์นี้ได้อีกต่อไป
tr: Kişileriniz bu klasöre erişemeyecekler.
vi: Không có tên liên lạc nào sẽ có quyền truy cập vào thư mục này nữa.
zh_hans: 联系人将不再能够访问此文件夹。
zh_hant: 聯絡人將無法再存取這個資料夾。

# AM_RemoveAccessSharedFolder_Title
source: Remove shared folder access
ar: حذف صلاحية الولوج للمجلد المتشارك
fr: Supprimer l’accès au dossier partagé
id: Hapus akses folder bersama
it: Rimuovi l'accesso alla cartella condivisa
ko: 공유된 폴더 접근 제거
nl: Verwijder gedeelde map toegang
pl: Usuń dostęp do udostępniony katalogów
pt_br: Remover o acesso à pasta compartilhada
ro: Elimină accesul la folderul partajat
ru: Закрыть доступ к общей папке
th: ลบการเข้าถึงโฟลเดอร์ที่แชร์
tr: Paylaşılan klasör izinlerini kaldır
vi: Tước bỏ truy cập vào mục chia sẻ
zh_hans: 删除共享文件夹访问权限
zh_hant: 移除已分享資料夾的存取權

# AM_RemoveAccessSharedMultipleSharedFailed
source: Failed to remove access to multiple shared folders. Please try again.
ar: فشل عملية حذف صلاحية الولوج الى المجلدات المتشاركة. يرجى إعادة المحاولة
fr: Échec de suppression de l’accès à plusieurs dossiers partagés. Veuillez ressayer.
id: Gagal menghapus akses ke beberapa folder bersama. Silakan coba lagi.
it: Rimozione dell'accesso a più cartelle condivise fallito. Per favore, riprova.
ko: 여러 공유된 폴더 접근 제거 실패. 다시 시도하세요.
nl: Mislukt om toegang tot meerdere gedeelde mappen te verwijderen. Probeer nogmaals.
pl: Nie można usunąć dostępu do wielu folderów udostępnionych. Proszę spróbuj ponownie.
pt_br: Não foi possível remover o acesso às pastas compartilhadas. Por favor, tente novamente.
ro: Eșec la eliminarea accesului către multiple foldere partajate. Te rugăm să încerci din nou.
ru: Не удалось закрыть доступ к нескольким общим папкам. Попробуйте ещё раз.
th: ไม่สามารถลบสิทธิ์การเข้าถึงโฟลเดอร์ที่แชร์หลายโฟลเดอร์ กรุณาลองอีกครั้ง
tr: Çok sayıda paylaşılan klasör izinleri kaldırılamadı. Lütfen tekrar deneyin.
vi: Tước bỏ truy cập vào các thư mục chia sẻ bị thất bại. Xin thử lại.
zh_hans: 法删除对多个共享文件夹的访问权限。请再试一次。
zh_hant: 無法移除多個已分享資料夾的存取權。請再試一次。

# AM_ApplicationErrorParagraph1
source: The application has encountered a problem. We are sorry for the inconvenience. If you were in the middle of something, the information you were working on might be lost.
ar: حدث خطأ بالتطبيق، يرجى تقبل اعتذارنا. اذا كنت تقوم بعملية ما فانه من الممكن ان تكون العملية فشلت.
fr: L’application a rencontré un problème. Nous sommes désolés de ce dérangement. Si vous étiez en train de faire quelque chose, l’information sur laquelle vous travailliez pourrait être perdue.
id: Aplikasi mengalami masalah. Kami mohon maaf atas ketidaknyamanan ini. Jika Anda berada di tengah-tengah sesuatu, informasi yang Anda kerjakan mungkin hilang.
it: L'applicazione ha riscontrato un problema. Siamo spiacenti per l'inconveniente. Se fossi stato nel bel mezzo di qualcosa, sappi che l'informazione su cui stavi lavorando potrebbe esser stata persa.
ko: 어플리케이션에 문제가 발생하였습니다. 불편을 드려 죄송합니다. 만약 무언가 하고 계셨다면, 작업중인 정보가 손실됩니다.
nl: De applicatie heeft een probleem ondervonden. We verontschuldigen ons voor het ongemak. Als u midden in iets zat, kan de informatie waaraan u werkte verloren zijn.
pl: Aplikacja napotkała problem. Przepraszamy za niedogodności. Jeśli byłeś w trakcie czegoś, informacje, nad którymi pracowałeś, mogły zostać utracone.
pt_br: O aplicativo encontrou um problema. Lamentamos o inconveniente. Se você estiver executando alguma ação, as informações nas quais você estava trabalhando podem ser perdidas.
ro: Aplicația a întâmpinat o problemă. Ne cerem scuze pentru inconveniență. Dacă ai fost în mijlocul a ceva, informațiile la care ai lucrat pot fi pierdute.
ru: В приложении возникла неполадка. Приносим извинения за неудобства. Если вы в этот момент чем-то занимались, информация, с которой вы работали, может быть потеряна.
th: แอปพลิเคชันพบปัญหา เราต้องขออภัยในความไม่สะดวก ถ้าคุณกำลังทำอะไรค้างอยู่ ข้อมูลที่คุณกำลังทำงานอยู่อาจจะสูญหายได้
tr: Uygulama sorun ile karşılaştı. Rahatsızlıktan dolayı özür dileriz. Yürütülen işlemler tamamlanmamış veya üzerinde çalıştığınız veriler tam kaydedilmemiş olabilir.
vi: Ứng dụng gặp lỗi trong quá trình hoạt động. Chúng tôi xin lỗi vì trục trặc xảy ra. Những tác vụ thực hiện dang dở trong khi lỗi xảy ra có thể sẽ bị mất hoặc phải làm lại từ đầu.
zh_hans: 应用程序遇到问题。您正在处理的信息可能会丢失。对此造成的不便，我们表示歉意。
zh_hant: 應用程式發生問題。對於造成您的不便，我們深感歉意。 如果您正在運行操作中，您正在處理的資訊與訊息可能會有部分遺失。

# AM_ApplicationErrorParagraph2
source: Would you like to notify the application developers and send the prepared error report? This will help with resolving the problem faster.
ar: هل تريد اخطار مطوري التطبيق وارسال تقرير الأخطاء إليهم؟ ذلك سيساعد بحل المشكلة سريعا
fr: Souhaitez-vous le signaler aux développeurs de l’application et envoyer le rapport d’erreur préparé ? Cela permettra une résolution plus rapide du problème.
id: Apakah Anda ingin memberi tahu pengembang aplikasi dan mengirim laporan kesalahan yang sudah disiapkan? Ini akan membantu menyelesaikan masalah lebih cepat.
it: Vuoi notificare gli sviluppatori dell'applicazione e inviare il rapporto dettagliato dell'errore? Questo ci aiuterà a risolvere più velocemente il problema.
ko: 어플리케이션 개발자들에게 이 사실을 알리고 준비된 오류 보고서를 전송할까요? 이것은 문제를 더 빠르게 해결하는데에 도움이 됩니다.
nl: Wilt u de applicatie ontwikkelaars een voorbereidt fout rapport notificeren en versturen? Dit helpt ons met het probleem sneller op te lossen.
pl: Czy chcesz powiadomić twórców aplikacji i wysłać przygotowany raport o błędach? Pomoże to szybciej rozwiązać problem.
pt_br: Você quer notificar os desenvolvedores do aplicativo e enviar o relatório do erro? Isso ajudará a resolver o problema mais rapidamente.
ro: Dorești să notifici dezvoltatorii aplicației și să trimiți raportul de eroare pregătit? Acest lucru va ajuta la rezolvarea problemei mai repede.
ru: Хотите уведомить разработчиков приложений и отправить подготовленный отчёт? Это поможет быстрее решить проблему.
th: คุณต้องการแจ้งผู้พัฒนาแอปพลิเคชันและส่งรายงานข้อผิดพลาดที่เตรียมไว้หรือไม่ วิธีนี้จะช่วยแก้ปัญหาได้เร็วขึ้น
tr: Uygulama geliştiricilerine haber verip hata raporunu göndermek ister misiniz? Bu işlem sorunu çözme hızını arttıracaktır.
vi: Bạn có muốn gửi báo cáo lỗi này tới các lập trình viên xây dựng ứng dụng hay không? Bản báo cáo sẽ giúp đội ngũ tìm ra giải pháp để khác phục nhanh chóng.
zh_hans: 是否通知应用程序开发人员并发送准备好的错误报告？这该报告有助于更快解决问题。
zh_hant: 您是否願意通知應用程式開發人員並傳送錯誤報告？此舉將有助於我們更快速地解決問題。

# AM_ApplicationError_Title
source: Application Error
ar: حدث خطأ بالتطبيق
fr: Erreur d’application
id: Aplikasi error
it: Errore dell'applicazione
ko: 어플리케이션 오류
nl: Applicatie Fout
pl: Błąd aplikacji
pt_br: Erro do aplicativo
ro: Eroare privind aplicația
ru: Ошибка приложения
th: ข้อผิดพลาดของแอปพลิเคชัน
tr: Uygulama Hatası
vi: Lỗi Ứng Dụng
zh_hans: 应用程序错误
zh_hant: 應用程式發生錯誤

# AM_ShareFolderFailed
source: Failed to share the folder. Please try again.
ar: فشل عملية مشاركة المجلد. يرجى اعادة المحاولة.
fr: Échec de partage du dossier. Veuillez ressayer.
id: Gagal berbagi folder. Silakan coba lagi.
it: Condivisione della cartella fallita. Per favore, riprova.
ko: 폴더 공유 실패. 다시 시도하세요.
nl: Mislukt om de map de delen. Probeer nogmaals.
pl: Nie udało się udostępnić folderu. Proszę spróbuj ponownie.
pt_br: Não foi possível compartilhar a pasta. Por favor, tente novamente.
ro: Eșec la partajarea folderului. Te rugăm să încerci din nou.
ru: Не удалось поделиться папкой. Попробуйте ещё раз.
th: ไม่สามารถแบ่งปันโฟลเดอร์ได้ กรุณาลองอีกครั้ง
tr: Klasör paylaşılamadı. Lütfen tekrar deneyin.
vi: Chia sẻ đi thư mục bị thất bại. Xin thử lại.
zh_hans: 无法共享文件夹。请再试一次。
zh_hant: 無法分享該資料夾。請再試一次。

# AM_ShareFolderFailedOwnEmail
source: You are trying to share the folder to yourself.
ar: إنك تحاول مشاركة المجلد مع نفسك.
fr: Vous essayez de partager ce dossier avec vous-même.
id: Anda mencoba membagikan folder itu ke diri Anda sendiri.
it: Stai tentando di condividere la cartella con te stesso.
ko: 자기 자신에게 폴더를 공유하려고 합니다.
nl: U probeert u map te delen met uzelf.
pl: Próbujesz udostępnić folder sobie.
pt_br: Você está tentando compartilhar a pasta consigo mesmo.
ro: Încerci să partajezi folderul cu tine însuți.
ru: Вы пытаетесь поделиться папкой с самим собой.
th: คุณกำลังพยายามแชร์โฟลเดอร์กับตัวเอง
tr: Klasörü kendinizle paylaşmaya çalışıyorsunuz.
vi: Không thể gửi đi thư mục chia sẻ cho chính mình.
zh_hans: 您正尝试将文件夹分享给自己。
zh_hant: 您正在嘗試與自己共享該資料夾。

# AM_ShareFolderFailed_Title
source: Error sharing folder
ar: حدث خطأ اثناء عملية تشارك المجلد
fr: Erreur de partage de dossier
id: Gagal berbagi folder
it: Errore nella condivisione della cartella
ko: 폴더 공유 실패
nl: Fout van delen van de map
pl: Błąd podczas udostępniania folderu
pt_br: Erro ao compartilhar a pasta
ro: Eroare la partajarea folderului
ru: Ошибка обмена папкой
th: โฟลเดอร์แชร์ผิดพลาด
tr: Klasör paylaşılırken hata
vi: Chia sẻ thư mục bị lỗi
zh_hans: 共享文件夹出错
zh_hant: 分享資料夾時發生錯誤

# AM_InvalidKeyFile
source: The file you selected is too large/small. Please make sure you select the file containing your 22-character Recovery Key.
ar: الملف المختار ذو حجم غير صحيح. يرجى التأكد من اختيار ملف يحوي مفتاح الاسترجاع الخاص بك المؤلف من 22 محرف
fr: Le fichier que vous avez sélectionné est soit trop gros soit trop petit. Veuillez vous assurer d’avoir sélectionné le fichier contenant votre clé de récupération de 22 caractères.
id: File yang Anda pilih terlalu besar / kecil. Harap pastikan Anda memilih file yang mengandung Kunci Pemulihan 22 karakter Anda.
it: Il file che hai selezionato è troppo grande/piccolo. Per favore, sii sicuro di selezionare il file contenente la tua Chiave di Recupero di 22 caratteri.
ko: 선택한 파일이 너무 큽니다/작습니다. 선택한 파일이 22자 복구 키를 포함하는지 확인하세요
nl: Het bestand dat u geselecteerd heeft is te groot/klein. Zorg ervoor dat u het bestand selecteert de 22-letterige Herstelsleutel bevat.
pl: Wybrany plik jest zbyt duży/mały. Upewnij się, że wybrałeś plik zawierający 22-znakowy klucz zapasowy.
pt_br: O arquivo que você selecionou é muito grande ou muito pequeno. Por favor, certifique-se de selecionar o arquivo que contém a sua chave de recuperação de 22 caracteres.
ro: Fișierul selectat este prea mare/mic. Te rugăm să te asiguri că selectezi fișierul care conține cheia de recuperare de 22 de caractere.
ru: Выбранный файл слишком большой или маленький. Убедитесь, что выбран файл, содержащий 22-символьный ключ восстановления.
th: ไฟล์ที่คุณเลือกใหญ่/เล็กเกินไป กรุณาเลือกไฟล์ที่มีคีย์การกู้คืนข้อมูล 22 ตัว
tr: Seçtiğiniz dosya çok büyük/küçük. Lütfen seçtiğiniz dosyanın 22 karakterli Kurtarma Anahtarınızı içerdiğinden emin olun.
vi: Tệp tin vừa chọn quá lớn/nhỏ. Xin chắc rằng tệp tin bạn chọn chỉ có chứa một dãy Mã Khóa Phục Hồi dài 22 ký tự.
zh_hans: 您选择的文件太大/太小。请确保您选择包含22位字符恢复金匙的文件。
zh_hant: 您所選擇的檔案太大/太小。請確保您選擇了包含22個字符的還原金鑰檔案。

# AM_InvalidKeyFile_Title
source: Invalid key file
ar: ملف مفتاح غير صالح
es: Archivo de clave no válido
fr: Fichier de clé invalide.
id: File key salah
it: Chiave di file non valida
ko: 잘못된 키 파일
nl: Ongeldig sleutel bestand
pl: Niepoprawny plik z kluczem
pt_br: Arquivo de chave inválido
ro: Fișierul cheii nevalid
ru: Неверный файл мастер-ключа
th: ไฟล์คีย์ไม่ถูกต้อง
tr: Geçersiz anahtar dosyası
vi: Tệp mã-khóa bất hợp lệ
zh_hans: 无效金钥文件
zh_hant: 無效金鑰檔案

# AM_CheckEmail
source: If you can’t access your email account, you will need to contact support@mega.nz.
ar: اذا كنت غير قادر على الولوج الى بريدك الالكتروني، يرجى الاتصال مع فريق الدعم على support@mega.nz
fr: Si vous ne pouvez pas accéder à votre compte de courriel, vous devrez contacter support@mega.nz.
id: Jika Anda tidak dapat mengakses akun email Anda, Anda harus menghubungi support@mega.nz.
it: Se non riesci ad accedere all'account del tuo indirizzo email, dovrai contattare support@mega.nz.
ko: 이메일 계정에 접근할 수 없다면, support@mega.nz에 연락해야합니다.
nl: Als u geen toegang heeft tot uw email account, moet u contact opnemen met support@mega.nz.
pl: Jeśli nie możesz uzyskać dostępu do swojego konta e-mail, musisz skontaktować się z support@mega.nz.
pt_br: Se você não conseguir acessar a sua conta de email, entre em contato com support@mega.nz.
ro: Dacă nu îți poți accesa contul de e-mail, va trebui să contactezi support@mega.nz.
ru: Если вы потеряли доступ к электронной почте, свяжитесь с support@mega.nz.
th: หากคุณไม่สามารถเข้าถึงบัญชีอีเมลของคุณได้คุณจะต้องติดต่อ support@mega.nz
tr: Eğer eposta adresinize erişemiyorsanız, support@mega.nz ile iletişime geçmeniz gereklidir.
vi: Nếu bạn không truy cập được vào địa chỉ email, bạn cần phải liên hệ tới contact support@mega.nz.
zh_hans: 如果您无法查看您的电子邮件，则需要联系support@mega.nz。
zh_hant: 如果您無法存取您的電子郵件帳戶，則需要請您聯繫support@mega.nz。

# AM_CheckEmail_Title
source: Please check your email
ar: يرجى الذهاب الى بريدك الالكتروني
fr: Veuillez vérifier votre courriel
id: Silakan periksa email Anda
it: Per favore, controlla la tua email
ko: 이메일 확인
nl: Controleer uw email
pl: Prosimy sprawdzić swoją skrzynkę odbiorczą
pt_br: Por favor, acesse a sua conta de email
ro: Te rugăm să îți verifici e-mailul.
ru: Пожалуйста, проверьте электронную почту
th: กรุณาตรวจสอบอีเมลของคุณ
tr: Lütfen epostanızı kontrol edin.
vi: Xin kiểm tra hộp thư email
zh_hans: 请查看您的邮箱
zh_hant: 請查看您的信箱
